---
kind: other
id: Properties.T:Autodesk.Revit.DB.Events.FamilyLoadingIntoDocumentEventArgs
source: html/321c8281-ef4d-4052-512a-601848aab62c.htm
---
# FamilyLoadingIntoDocumentEventArgs Properties

Indicates whether an event may be cancelled by an event delegate.